{
	"label": "Antecedentes",
	"entries": {
		"Anbu Trained": {
			"name": "Treinamento Anbu",
			"description": "<p>You might have been recruited at an early age or an ANBU veteran took interest in you and decided to train you. Either way, you have received the necessary training to be a lethal weapon, capable of doing different types of dangerous missions. Work with your DM to decide how and why you got such special training and how this affected your character. Did they train you to become an emotionless puppet to follow orders without question? Or maybe, the veteran who trained you explicitly told you to be aware of following orders blindly? Who do you work for? The ANBU group of your village, a secret group or just yourself?</p><hr /><p><strong>Skill proficiencies</strong>: Insight and one Intelligence, Wisdom, or Charisma skill of your choice<br /><strong>Tool proficiencies</strong>: Tracking Kit, Poison Kit or Disguise Kit<br /><strong>Equipment</strong>: a set of common clothes, one Bingo Book and a purse containing 100 ryo<br /><strong>Equipment pack:</strong> Infiltrator’s or Explorer’s pack</p><hr /><h3><strong>Feature: Safe Haven</strong></h3><p>As a trained agent, you have access to a secret network of supporters and operatives who can provide assistance on your adventures. You know a set of secret signs and passwords you can use to identify such operatives, who can provide you with access to a hidden safe house, free room and board, or assistance in finding information. These agents never risk their lives for you or risk revealing their true identities.</p><hr /><h3><strong>Secrecy Is Key</strong></h3><p>Select one:</p><ul><li><p>Dexterity +1 or Intelligence +1</p></li><li><p>Feat from chapter 13: Customization options, with the General, Skill, or Chakra Category. Regardless of which feat you pick, you do not gain an ability score improvement from any feat you select.</p></li></ul>"
		},
		"Back By Popular Demand": {
			"name": "Back By Popular Demand",
			"description": "<p>You can always find a place to perform, usually in an inn or town square but possibly with a circus, at a theater, or even in a noble’s court.</p><p>At such a place, you receive free lodging and food of a modest or comfortable standard (depending on the quality of the stablishment), as long as you perform each night.</p><p>In addition, your performance makes you something of a local figure.</p><p>When strangers recognize you in a town where you have performed, they typically take a liking to you, while you easily blend in to the local population</p><hr /><p><br /></p>"
		},
		"Barbarian": {
			"name": "Barbarian",
			"description": "<p>You come from a distant land that lacks any form of centralized civilization. A savage land that conjured up blizzards, floods, drought, and tempests to flatten, drown, and otherwise destroy you and your clan. Still, you prevailed for all its murderous intent, however, you give thanks to your homeland. For whatever reason you have left your homeland. Were you forced to leave, or did you leave seeking glory and riches? Did you come alone or did your clan follow?</p><hr /><p><strong>Skill proficiencies</strong>: Choose two from Stealth, Investigation, Animal Handling, Nature, or Survival</p><p><strong>Tool proficiencies</strong>: Poison Kit or Security Kit</p><p><strong>Equipment</strong>: Torn Common cloths, a simple weapon, a prized trophy passed down through your clan, and a pouch holding 100 ryo.</p><p><strong>Equipment pack</strong>: Explorer or Crafter Pack</p><hr /><h3>Feature: Hunter’s Instinct</h3><p>When you travel in the wilderness, you sense when someone or something has caught your trail or scent. Although you lack the details, you instinctively recognize when your pursuers are within an hour or less of your position.</p><h3>Wild Ones</h3><p>Select one:</p><ul><li><p>Strength +1 or Constitution +1</p></li><li><p>Feat from chapter 13: Customization options, with the General, Skill, or Taijutsu Category. Regardless of which feat you pick, you do not gain an ability score improvement from any feat you select.</p></li></ul>"
		},
		"Bingo Book": {
			"name": "Bingo Book",
			"description": "<p><span style=\"font-family:Signika, sans-serif\">Um Bingo Book passado para você por alguém importante.</span></p>"
		},
		"Clan Emblem": {
			"name": "Clan Emblem",
			"description": "<p>The emblem of your clan</p>"
		},
		"Coin Pouch": {
			"name": "Coin Pouch",
			"description": ""
		},
		"Deck of Cards": {
			"name": "Deck of Cards",
			"description": "<p>a deck of playing cards</p>"
		},
		"Diary Of Your Experiences": {
			"name": "Diary Of Your Experiences",
			"description": "<p>A detailed dairy of your experiences accumulated while traveling.</p>"
		},
		"Discovery": {
			"name": "Discovery",
			"description": "<p>The seclusion of your hermitage gave you access to a unique and powerful discovery.</p><p>The nature of this revelation depends on the nature of your seclusion.</p><p>You might have discovered a great truth about the world or the nature of Chakra, a fact that has long been forgotten, a relic of the past that could rewrite history, or a place unseen for ages.</p><p>It might be information that would be damaging to the people who or consigned you to exile, and hence the reason for your return to society.</p><p>Work with your GM to determine the details of your discovery and its impact on the campaign.</p>"
		},
		"Entertainer": {
			"name": "Entertainer",
			"description": "<p>You thrived in front of an audience, knowing how to entrance them, entertain them, and even inspire them.</p><p>Your poetics can stir the hearts of those who hear you, awakening grief or joy, laughter or anger.</p><p>Your music raises their spirits or captures their sorrow.</p><p>Your dance steps captivate, your humor cuts to the quick.</p><p>Whatever techniques you used; your art is your life.</p><hr /><p><strong>Skill Proficiencies:</strong> Acrobatics, Performance</p><p><strong>Tool Proficiencies:</strong> Disguise kit</p><p><strong>Equipment:</strong> A Love letter from someone you used to be close to, A Costume from an event prior, Wallet containing 100 Ryo.</p><p><strong>Equipment Pack:</strong> Infiltrator's or Captain’s Pack (Choose one).</p><hr /><p><strong>FEATURE: BACK BY POPULAR DEMAND</strong></p><p>You can always find a place to perform, usually in an inn or town square but possibly with a circus, at a theater, or even in a noble’s court.</p><p>At such a place, you receive free lodging and food of a modest or comfortable standard (depending on the quality of the stablishment), as long as you perform each night.</p><p>In addition, your performance makes you something of a local figure.</p><p>When strangers recognize you in a town where you have performed, they typically take a liking to you, while you easily blend in to the local population</p><hr /><p><strong>ENTICING PERSONALITY</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended</strong>: Intelligence, Charisma)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended</strong>: General, Skill, Genjutsu)</p>"
		},
		"Exotic Gaming Set": {
			"name": "Exotic Gaming Set",
			"description": "<p>A peculiar gaming set originated from a distant homeland</p>"
		},
		"Famous Lineage": {
			"name": "Famous Lineage",
			"description": "<p>For good or for worse, people always associate you with your famous relative. Maybe it is the same hair or facial structure, it does not matter, people always point out the similarities between the two of you. You are always in their shadow, waiting to be recognized for your own actions. Work with your DM to decide why your famous relative is so well known and what are the consequences of this for your character.</p><hr /><p><strong>Skill proficiencies</strong>: Perception, choose one from Persuasion or Deception<br /><strong>Tool proficiencies</strong>: Forgery Kit or Disguise Kit<br /><strong>Equipment</strong>: Disguise kit, a set of fine clothes, and a purse containing 100 Ryo<br /><strong>Equipment pack</strong>: Explorer’s pack or Captain’s pack</p><hr /><h3>Feature: Name Dropping</h3><p>You know and have met any number of powerful people across the land—and some of them might even remember you. You might be able to wrangle minor assistance from a major figure in the campaign, at the DM's discretion. Additionally, the common folk treat you with deference, and your heritage and the stories you tell might be good for a free meal or a place to sleep.</p><h3>Born in Fame</h3><p>Select one:</p><ul><li><p>Charisma +1 or Wisdom +1</p></li><li><p>Feat from chapter 13: Customization options, with the General, Skill, or Clan Category. Regardless of which feat you pick, you do not gain an ability score improvement from any feat you select.</p></li></ul>"
		},
		"Focus And Grit": {
			"name": "Focus And Grit",
			"description": "<p>You have trained yourself in such a way that you have absorbed multiple tomes of knowledge in whatever you worked your butt off to excel in.</p><p>You are able to quickly bond with people who have the same drive and determination as you, and even garner immediate audiences and conversations with those people.</p><p>You are also able to reference and call out different books, strategies, and texts to catch the attention of those who have read those texts or follow those strategies.</p>"
		},
		"Gambler": {
			"name": "Gambler",
			"description": "<p>You are a skilled gambler who spends most of your time in casinos, bar rooms, and gambling dens. Are your activities legal, or do you break the law? Have you ever cheated in a game, or do you play by the rules? No matter what, your life has been one of excitement, chance, and danger.</p><hr /><p><strong>Skill</strong> <strong>proficiencies</strong>: Insight, Sleight of Hand<br /><strong>Tool proficiencies</strong>: Two Types of Gaming Sets<br /><strong>Equipment</strong>: A set of common clothes, a set of dice, a deck of playing cards, a lucky charm, and a belt pouch containing 100 Ryo<br /><strong>Equipment pack</strong>: Entertainer’s or Gamer's Pack [★]</p><hr /><h3>Feature: Let's Make It Interesting</h3><p>You can convince nearly anyone to put up something they aren’t normally willing to part with (property or information) in a game of chance. Your GM might rule that they will only agree to a game of their choosing, and they may only agree if they feel the odds are in their favor.</p><hr /><h3>Pursuit of the Rush</h3><p>Select one:</p><ul><li><p>Wisdom +1 or Charisma +1</p></li><li><p>Feat from chapter 13: Customization options, with the General, Skill, or Chakra Category. Regardless of which feat you pick, you do not gain an ability score improvement from any feat you select.</p></li></ul>"
		},
		"Genius": {
			"name": "Genius",
			"description": "<p>You are someone who was raised with a notion of greatness about you.</p><p>Always placed on a pedestal above your peers for your intelligence, skills or natural born ability.</p><p>Before Coming to the academy, you had such an aptitude for success that strangers, parents, and teachers alike all placed you in a league of your own.</p><p>You have proven that to be the case up until this point and you will most likely continue to prove it moving forward.</p><p>Whether you choose to continue the path people have assumed you would, or shift focus is your own choice.</p><p>You have memories of both good and bad experiences with this assumption of genius about you.</p><p>Memories like these are something you may cherish or despise, regardless, you are a Genius through and through.</p><hr /><p><strong>Skill Proficiencies:</strong> Choose two from Ninshou, Martial Arts, Illusions </p><p><strong>Tool</strong> <strong>Proficiencies:</strong> One of your choice.</p><p><strong>Equipment:</strong> One Bingo Book Passed down to you from someone of importance, 1 Blank Jutsu Scrolls, A Wallet Containing 100 Ryo.</p><p><strong>Equipment Pack:</strong> Traveler’s or Captain’s Pack (Choose one).</p><hr /><p><strong>FEATURE: MEETING EXPECTATIONS</strong></p><p>You always seem to rise to the expectations of others when a challenge arises.</p><p>Whenever you are confronted with a challenge or difficult situation, you seem to be able to gain some sliver of insight on it after just one attempt, passing or failing it.</p><p>This insight is a hint at how this particular challenge works or doesn’t work, that others around you may not understand, but you now do.</p><hr /><p><strong>LEAGUE OF YOUR OWN</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Intelligence, Wisdom)</p><p>• Select Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Clan)</p>"
		},
		"Hard Worker": {
			"name": "Hard Worker",
			"description": "<p>You were someone who always had to prove to themselves and others that you are worth your weight and space.</p><p>You always had to work twice as hard and twice as long to see results, but the results are beginning to show.</p><p>You never had the natural talent of your peers, no, you had peerless determination and persistence to push through all of the challenges you were faced with to make it to this point, while also looking forward to the next day to get better.</p><p>You have reached a level of discipline that your peers can’t imagine, so you can keep up you’re training on your own time while not lagging behind when you do decide to take a break.</p><hr /><p><strong>Skill Proficiencies:</strong> Acrobatics, Athletics</p><p><strong>Tool Proficiencies:</strong> Weaponsmith Kit</p><p><strong>Equipment:</strong> Set of Body weights that weigh 50+ lbs. for each part of your body, 3 Books containing training strategies, Training Gi, A Wallet Containing 100 Ryo.</p><p><strong>Equipment Pack:</strong> Crafter’s or Traveler’s Pack (Choose one).</p><hr /><p><strong>FEATURE: FOCUS AND GRIT</strong></p><p>You have trained yourself in such a way that you have absorbed multiple tomes of knowledge in whatever you worked your butt off to excel in.</p><p>You are able to quickly bond with people who have the same drive and determination as you, and even garner immediate audiences and conversations with those people.</p><p>You are also able to reference and call out different books, strategies, and texts to catch the attention of those who have read those texts or follow those strategies.</p><hr /><p><strong>AMAZING DISCIPLINE</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Strength, Dexterity)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Taijutsu)</p>"
		},
		"Heirloom": {
			"name": "Heirloom",
			"description": "<p>A heirloom passed down to you from someone who taught you your leadership skills.</p>"
		},
		"Hermit": {
			"name": "Hermit",
			"description": "<p>You lived in seclusion-either in a community or alone- for a formative part of your life.</p><p>In your time apart from society, you found quiet, solitude, and perhaps some of the answers you or your family were looking for.</p><hr /><p><strong>Skill Proficiencies:</strong> Animal Handling, History</p><p><strong>Tool Proficiencies:</strong> Choose one between Poison Kit, Medicine Kit, Trappers Kit</p><p><strong>Equipment:</strong> A diary of your experiences, a winter blanket, a set of common clothes, a poison kit, and 100 Ryo</p><p><strong>Equipment Pack:</strong> Explorer’s or Crafter’s Pack (Choose one).</p><hr /><p><strong>FEATURE: DISCOVERY</strong></p><p>The seclusion of your hermitage gave you access to a unique and powerful discovery.</p><p>The nature of this revelation depends on the nature of your seclusion.</p><p>You might have discovered a great truth about the world or the nature of Chakra, a fact that has long been forgotten, a relic of the past that could rewrite history, or a place unseen for ages.</p><p>It might be information that would be damaging to the people who or consigned you to exile, and hence the reason for your return to society.</p><p>Work with your GM to determine the details of your discovery and its impact on the campaign.</p><hr /><p><strong>SECLUDED</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Constitution, Wisdom)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Ninjutsu)</p>"
		},
		"Hunter's Instinct": {
			"name": "Hunter's Instinct",
			"description": "<p>When you travel in the wilderness, you sense when someone or something has caught your trail or scent. Although you lack the details, you instinctively recognize when your pursuers are within an hour or less of your position.</p>"
		},
		"Last Letter": {
			"name": "Last Letter",
			"description": "<p>The last letter of your master.</p>"
		},
		"Leader": {
			"name": "Leader",
			"description": "<p>You are a person looking to change the society around you by playing in the arena of politics, people and personalities.</p><p>Leading your allies, friends, and rivals based on your whims.</p><p>You have a very sociable personality and words come easy to you.</p><p>Inside, your mind is filled with strategies and dialectics.</p><p>Maybe you have the silver tongue or bottomless guile and can lead your team to victory, or your enemies to defeat.</p><p>Maybe you can defend your allies with the strategies that you develop.</p><p>Perhaps you have the potential to lead more than a team and lead an army.</p><hr /><p><strong>Skill Proficiencies:</strong> History and Deception or Persuasion</p><p><strong>Tool Proficiencies:</strong> Forgery Kit</p><p><strong>Equipment:</strong> Fine Clothing, an heirloom passed down to you from someone who taught you your leadership skills, and a manifesto you are currently writing and a wallet containing 100 Ryo.</p><p><strong>Equipment Pack:</strong> Captain’s or Explorer’s Pack (Choose one).</p><hr /><p><strong>FEATURE: LEADERSHIP PRESENCE</strong></p><p>People find you have a noticeable presence.</p><p>They may stop you frequently and ask you where they have seen you.</p><p>You are seen as a very approachable person in general and random passerby will be drawn to speak with you if they see you.</p><p>If someone is in need of something or in distress, they will likely open up to you about their problems very easily.</p><p>You are commonly taken for face value as a person of great standing.</p><p>People will likely treat you like a noble or assume you of that lineage.</p><p>You can attain audiences with nobles or officials easily, as they may often see you as one of their circles.</p><hr /><p><strong>CAPTAIN COMMANDER</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Intelligence, Charisma)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Chakra)</p>"
		},
		"Leadership Presence": {
			"name": "Leadership Presence",
			"description": "<p>People find you have a noticeable presence.</p><p>They may stop you frequently and ask you where they have seen you.</p><p>You are seen as a very approachable person in general and random passerby will be drawn to speak with you if they see you.</p><p>If someone is in need of something or in distress, they will likely open up to you about their problems very easily.</p><p>You are commonly taken for face value as a person of great standing.</p><p>People will likely treat you like a noble or assume you of that lineage.</p><p>You can attain audiences with nobles or officials easily, as they may often see you as one of their circles.</p>"
		},
		"Love Letter": {
			"name": "Love Letter",
			"description": "<p>A love letter from someone you used to be closed to.</p>"
		},
		"Lucky Charm": {
			"name": "Lucky Charm",
			"description": ""
		},
		"Manifesto": {
			"name": "Manifesto",
			"description": "<p>Um manifesto que você está escrevendo atualmente.</p>"
		},
		"Meeting Expectations": {
			"name": "Meeting Expectations",
			"description": "<p>You always seem to rise to the expectations of others when a challenge arises.</p><p>Whenever you are confronted with a challenge or difficult situation, you seem to be able to gain some sliver of insight on it after just one attempt, passing or failing it.</p><p>This insight is a hint at how this particular challenge works or doesn’t work, that others around you may not understand, but you now do.</p>"
		},
		"Name Dropping": {
			"name": "Name Dropping",
			"description": "<p>You know and have met any number of powerful people across the land—and some of them might even remember you. You might be able to wrangle minor assistance from a major figure in the campaign, at the DM's discretion. Additionally, the common folk treat you with deference, and your heritage and the stories you tell might be good for a free meal or a place to sleep.</p>"
		},
		"Noble": {
			"name": "Noble",
			"description": "<p>You understand wealth, power, and privilege.</p><p>You carry a noble title within your family or the village, and your family wields significant political influence.</p><p>You might be a pampered aristocrat’s child unfamiliar with manual labor, a former merchant's child just elevated to the nobility, or an honest, hard-working clansman who cares deeply about the people who live and work in your clan’s district.</p><p>Work with your GM to come up with an appropriate title and determine how much authority the clan carries, as well as their influence on you.</p><p>Is your family old and established, or was its title only recently bestowed? How much influence do they wield, how do people regard them?</p><hr /><p><strong>Skill Proficiencies:</strong> Persuasion, Insight</p><p><strong>Tool Proficiency:</strong> Security Kit</p><p><strong>Equipment:</strong> A set of fine clothes, a signet ring, your clan’s emblem, and a wallet containing 100 Ryo</p><p><strong>Equipment Pack:</strong> Captain’s or Crafter’s Pack (Choose one).</p><hr /><p><strong>FEATURE: POSITION OF PRIVILEGE</strong></p><p>Thanks to your noble birth, people are inclined to think the best of you.</p><p>You are welcome in high society, and people assume you have the right to be wherever you are.</p><p>The common folk make every effort to accommodate you and avoid your displeasure, and other people of high birth treat you as a member of the same social sphere.</p><p>You can secure an audience with a local noble if you need to, when you announce your clan or family.</p><hr /><p><strong>ROYALTY</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Wisdom, Charisma)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Clan)</p>"
		},
		"Old Map": {
			"name": "Old Map",
			"description": "<p>An old map of the village you grew in</p>"
		},
		"Pitiable": {
			"name": "Pitiable",
			"description": "<p><span style=\"font-family:Signika, sans-serif\">People will typically let you get away with social faux pas that might otherwise sour a business deal or incite an aggressive reaction - but they do this out of sheer pity, not because as you suspect, they are beguiled by your wit.</span></p>"
		},
		"Poorly Written Map": {
			"name": "Poorly Written Map",
			"description": "<p>A poorly written map of a faraway homeland and its relative position to the current world.</p>"
		},
		"Position Of Privilege": {
			"name": "Position Of Privilege",
			"description": "<p>Thanks to your noble birth, people are inclined to think the best of you.</p><p>You are welcome in high society, and people assume you have the right to be wherever you are.</p><p>The common folk make every effort to accommodate you and avoid your displeasure, and other people of high birth treat you as a member of the same social sphere.</p><p>You can secure an audience with a local noble if you need to, when you announce your clan or family.</p>"
		},
		"Prized Trophy": {
			"name": "Prized Trophy",
			"description": "<p>A prized trophy passed down through your clan</p>"
		},
		"Safe Haven": {
			"name": "Safe Haven",
			"description": "<p>As a trained agent, you have access to a secret network of supporters and operatives who can provide assistance on your adventures. You know a set of secret signs and passwords you can use to identify such operatives, who can provide you with access to a hidden safe house, free room and board, or assistance in finding information. These agents never risk their lives for you or risk revealing their true identities.</p>"
		},
		"Set of Dice": {
			"name": "Set of Dice",
			"description": ""
		},
		"Set Of Weights (50+ Lbs.)": {
			"name": "Set Of Weights (50+ Lbs.)",
			"description": ""
		},
		"Shelter of the Faithful": {
			"name": "Shelter of the Faithful",
			"description": "<p>As an acolyte, you command the respect of those who share your faith, and you can perform the religious ceremonies of your deity. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.</p>\n<p>You might also have ties to a specific temple dedicated to your chosen deity or pantheon, and you have a residence there. This could be the temple where you used to serve, if you remain on good terms with it, or a temple where you have found a new home. While near your temple, you can call upon the priests for assistance, provided the assistance you ask for is not hazardous and you remain in good standing with your temple.</p>"
		},
		"Signet Ring": {
			"name": "Signet Ring",
			"description": "<p>An important ring with a symbol used for authenticate documents and showcase your status and family lineage</p>"
		},
		"Slave": {
			"name": "Slave",
			"description": "<p>You have lived a life of servitude bound to someone whom you have called \"master\" for the better part of your life. Toiling for another, obeying orders, and debasing yourself have been your way of life. You have since escaped servitude, having somehow won your freedom. Perhaps, it was against your will, e.g. you were dismissed after having disgraced your master, or your master died leaving you adrift in the world with no one to serve. Regardless, freedom is new to you. Your background as a slave has given you the patience to suffer the vagaries of powerful people and also insight into the dynamics of power, its uses and abuses.</p><hr /><p><strong>Skill proficiencies</strong>: Insight, and choose one of Persuasion, sleight of hand, or Deception.<br /><strong>Tool proficiencies</strong>: Choose any one tool proficiency.<br /><strong>Equipment</strong>: A set of common clothes and a small item, stolen from, or gifted to you by your former master, and a pouch with 100 Ryo.<br /><strong>Equipment</strong> <strong>pack</strong>: Explorer's pack</p><hr /><h3><strong>Feature: Solidarity</strong></h3><p>You have an unspoken kinship with all people who live in servitude, a shared understanding of what it means to serve a master, as you once did. Speaking socially coded language, you can gain the trust of other servants, find welcome in their company, shelter in their midst, and sometimes even gaining access to places of power through the back doors. Speaking with other slaves and servants you can easily glean from them rumors and information regarding their masters.</p><hr /><h3><strong>Forced to Work</strong></h3><p>Select one:</p><ul><li><p>Strength +1 or Dexterity +1</p></li><li><p>Feat from chapter 13: Customization options, with the General, Skill, or Taijutsu Category. Regardless of which feat you pick, you do not gain an ability score improvement from any feat you select.</p></li></ul>"
		},
		"Small \"Item\"": {
			"name": "Small \"Item\"",
			"description": "<p>A small item, stolen from, or gifted to you by your former master</p>"
		},
		"Small Jewel": {
			"name": "Small Jewel",
			"description": "<p>A small jewel from your homeland</p>"
		},
		"Small Token": {
			"name": "Small Token",
			"description": "<p>A small token with intimate value for you</p>"
		},
		"Solidarity": {
			"name": "Solidarity",
			"description": "<p>You have an unspoken kinship with all people who live in servitude, a shared understanding of what it means to serve a master, as you once did. Speaking socially coded language, you can gain the trust of other servants, find welcome in their company, shelter in their midst, and sometimes even gaining access to places of power through the back doors. Speaking with other slaves and servants you can easily glean from them rumors and information regarding their masters.</p>"
		},
		"Student": {
			"name": "Student",
			"description": "<p>You were identified as someone with untapped potential at a very young age and were taken in as an apprentice.</p><p>You were taken from your home to be trained either by the Master who found you.</p><p>You seldom ever see your biological family, and were raised and educated surrounded by the trappings of the shinobi code taught to you by your master.</p><p>Now, you have set out into the greater world, seeking to use what you have learned.</p><hr /><p><strong>Skill Proficiencies:</strong> Acrobatics, Choose one Ninshou, Martial Arts, Illusions.</p><p><strong>Tool Proficiencies:</strong> Forensics Kit</p><p><strong>Equipment:</strong> A set of Common clothes, a Book full of teachings from your master, 1 Blank Jutsu Scroll, the last Letter you received from your master and a wallet containing 100 Ryo</p><p><strong>Equipment Pack:</strong> Explorer’s or Infiltrator’s Pack (Choose one).</p><hr /><p><strong>FEATURE: THE MASTER’S NAME</strong></p><p>You were formally trained in the art of shinobi, and the name of those that trained you can open doors.</p><p>You can usually gain an audience with another Shinobi Leader, simply by dropping the name of your Master or Masters School.</p><p>Furthermore, you can usually find a place to stay among Monks or Shinobi Temples, unless you show yourself to be a danger to them.</p><p>You may also have access to resources from those who taught you, whether that is access to your school’s libraries and facilities, or simply the ability to correspond with your Master and ask him or her for advice.</p><hr /><p><strong>WELL LEARNED</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Dexterity, Intelligence)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Ninjutsu)</p>"
		},
		"Teachings Books": {
			"name": "Teachings Books",
			"description": "<p>A book full of the teachings you learned with your master.</p>"
		},
		"The Exotic Individual": {
			"name": "The Exotic Individual",
			"description": "<p>Your accent, mannerisms, figures of speech, and perhaps even your appearance all mark you as foreign.</p><p>Curious glances are directed your way wherever you go, which can be a nuisance, but you also gain the friendly interest of scholars and others intrigued by far-off lands, to say nothing of everyday folk who are eager to hear stories of your homeland.</p><p>You can parley this attention into access to people and places you might not otherwise have, for you and your traveling companions.</p><p>Noble lords, scholars, and merchant princes, to name a few, might be interested in hearing about your distant homeland and people.</p>"
		},
		"The Master's Name": {
			"name": "The Master's Name",
			"description": "<p>You were formally trained in the art of shinobi, and the name of those that trained you can open doors.</p><p>You can usually gain an audience with another Shinobi Leader, simply by dropping the name of your Master or Masters School.</p><p>Furthermore, you can usually find a place to stay among Monks or Shinobi Temples, unless you show yourself to be a danger to them.</p><p>You may also have access to resources from those who taught you, whether that is access to your school’s libraries and facilities, or simply the ability to correspond with your Master and ask him or her for advice.</p>"
		},
		"Traveler": {
			"name": "Traveler",
			"description": "<p>Almost all of the common people that one might encounter in the Shinobi world have one thing in common: they live out their lives without ever traveling more than a few miles from where they were born.</p><p>You aren't one of those common folks.</p><p>You are from a distant place, one so remote that few people even realize that it exists, and chances are good that even if some people you meet have heard of your homeland, they know merely the name and perhaps a few outrageous stories.</p><p>You have come to one of the Great Shinobi Villages for your own reasons, which you might or might not choose to share.</p><p>Although you will undoubtedly find some of this land's ways to be strange and discomfiting, you can also be sure that some things its people take for granted will be to you knew wonders that you've never laid eyes on before.</p><hr /><p><strong>Skill Proficiencies:</strong> Insight, Perception</p><p><strong>Tool Proficiencies:</strong> Poison Kit</p><p><strong>Equipment:</strong> One set of traveler's clothes, any one gaming set from your homeland, a poorly written map from your homeland that depict where you are in the world, a small piece of jewelry worth 10 Ryo in the style of your homeland's craftsmanship, and a pouch containing 100 Ryo</p><p><strong>Equipment Pack:</strong> Traveler’s or Explorer’s Pack (Choose one).</p><hr /><p><strong>FEATURE: THE EXOTIC INDIVIDUAL</strong></p><p>Your accent, mannerisms, figures of speech, and perhaps even your appearance all mark you as foreign.</p><p>Curious glances are directed your way wherever you go, which can be a nuisance, but you also gain the friendly interest of scholars and others intrigued by far-off lands, to say nothing of everyday folk who are eager to hear stories of your homeland.</p><p>You can parley this attention into access to people and places you might not otherwise have, for you and your traveling companions.</p><p>Noble lords, scholars, and merchant princes, to name a few, might be interested in hearing about your distant homeland and people.</p><hr /><p><strong>EXPERIENCED</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Strength, Wisdom)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Taijutsu)</p>"
		},
		"Trouble Maker": {
			"name": "Trouble Maker",
			"description": "<p>You may come from privilege where you can do no wrong, or from poverty where you can do nothing right.</p><p>Perhaps your parents' busy social schedule means that they pay you little attention or you have no parents and have no solid foundation from the get go and no one would spare you a moment's glance to see what potential might lie undiscovered inside you.</p><p>Regardless, you do not appreciate or accept the gifts of your circumstance, or you reject the curses of your circumstances and you lash out with ostentatious behavior as a means to attract attention to yourself.</p><p>You have always had a way with people.</p><p>You know what makes them tick and you can twist their words into your advantage.</p><p>It's a useful talent, and one that you’re perfectly willing to use to get yourself out of trouble.</p><hr /><p><strong>Skill Proficiencies:</strong> Deception, Sleight of Hand</p><p><strong>Tool Proficiencies:</strong> Forgery Kit </p><p><strong>Equipment:</strong> One set of commoners’ clothes, a Forgery kit and a wallet containing 100 Ryo.</p><p><strong>Equipment Pack:</strong> Infiltrator’s or Traveler’s Pack (Choose one).</p><hr /><p><strong>FEATURE: PITIABLE</strong></p><p>People will typically let you get away with social faux pas that might otherwise sour a business deal or incite an aggressive reaction - but they do this out of sheer pity, not because as you suspect, they are beguiled by your wit.</p><hr /><p><strong>BAD INFLUENCE</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (<strong>Recommended:</strong> Strength, Charisma)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (<strong>Recommended:</strong> General, Skill, Chakra)</p>"
		},
		"Urchin": {
			"name": "Urchin",
			"description": "<p>You grew up on the streets alone, orphaned, and poor.</p><p>You had no one to watch over you or to provide for you, so you learned to provide for yourself.</p><p>You fought fiercely over food and kept a constant watch out for other desperate souls who might steal from you.</p><p>You slept on rooftops and in alleyways, exposed to the elements, and endured sickness without the advantage of medicine or a place to recuperate.</p><p>You’ve survived despite all odds, and did so through cunning, strength, speed, or some combination of each.</p><hr /><p><strong>Skill Proficiencies:</strong> Sleight of Hand, Stealth</p><p><strong>Tool Proficiencies:</strong> Disguisekit </p><p><strong>Equipment:</strong> A Map of the Village you grew up in, A Token of intimate value to you, Set of Basic Clothing, Wallet containing 100 Ryo</p><p><strong>Equipment Pack:</strong> Infiltrator’s or Crafter’s Pack (Choose one).</p><hr /><p><strong>FEATURE: VILLAGE OF SECRETS</strong></p><p>You know the secret patterns and flows to cities and can find passages through the urban sprawl that others would miss.</p><p>When you are not in combat, you (and companions you lead) can travel between any two locations in the city twice as fast as your speed would normally allow.</p><hr /><p><strong>DESPERATE LIFESTYLE</strong></p><p>Select one:</p><p>• Increase any ability score by +1. (Recommended: Dexterity, Charisma)</p><p>• Gain a feat from Chapter 13: Customization options.</p><p>Regardless of the feat chosen, you do not gain an ability score improvement from the feat you select. (Recommended: General, Skill, Genjutsu)</p>"
		},
		"Village Of Secrets": {
			"name": "Village Of Secrets",
			"description": "<p>You know the secret patterns and flows to cities and can find passages through the urban sprawl that others would miss.</p><p>When you are not in combat, you (and companions you lead) can travel between any two locations in the city twice as fast as your speed would normally allow.</p>"
		}
	}
}