{
	"label": "Antecedentes",
	"entries": {
		"Treinado por Anbu": {
			"name": "Treinado por Anbu",
			"description": "<p>Você pode ter sido recrutado em uma idade jovem, ou um veterano da ANBU se interessou por você e decidiu treiná-lo. De qualquer forma, você recebeu o treinamento necessário para se tornar uma arma letal, capaz de realizar diferentes tipos de missões perigosas. Trabalhe com seu Mestre para decidir como e por que você recebeu esse treinamento especial e como isso afetou seu personagem. Eles treinaram você para se tornar um fantoche sem emoções que segue ordens sem questionar? Ou talvez, o veterano que treinou você explicitamente o avisou sobre seguir ordens cegamente? Para quem você trabalha? O grupo ANBU da sua vila, um grupo secreto ou apenas você mesmo?</p><hr /><p><strong>Proficiências em Perícias:</strong> Intuição e uma perícia de Inteligência, Sabedoria ou Carisma à sua escolha<br /><strong>Proficiências em Ferramentas:</strong> Kit de Rastreio, Kit de Veneno ou Kit de Disfarce<br /><strong>Equipamento:</strong> um conjunto de roupas comuns, um Bingo Book e uma bolsa contendo 100 ryo<br /><strong>Pacote de Equipamento:</strong> Pacote do Infiltrador ou do Explorador</p><hr /><h3><strong>Característica: Refúgio Seguro</strong></h3><p>Como um agente treinado, você tem acesso a uma rede secreta de apoiadores e operativos que podem fornecer assistência em suas aventuras. Você conhece um conjunto de sinais secretos e senhas que pode usar para identificar esses operativos, que podem fornecer acesso a um esconderijo secreto, hospedagem e alimentação gratuita, ou assistência na obtenção de informações. Esses agentes nunca arriscam suas vidas por você ou revelam suas verdadeiras identidades.</p><hr /><h3><strong>O Segredo é Essencial</strong></h3><p>Escolha uma das opções:</p><ul><li><p>Destreza +1 ou Inteligência +1</p></li><li><p>Talento do capítulo 13: Opções de Customização, nas categorias Geral, Perícia ou Chakra. Independentemente do talento escolhido, você não ganha uma melhoria de pontuação de habilidade ao selecionar qualquer talento.</p></li></ul>"
		},
		"De Volta Pela Demanda Popular": {
			"name": "De Volta Pela Demanda Popular",
			"description": "<p>Você sempre consegue um lugar para se apresentar, geralmente em uma taverna ou praça da cidade, mas possivelmente com um circo, em um teatro, ou até mesmo na corte de um nobre.</p><p>Nesse local, você recebe hospedagem e comida de padrão modesto ou confortável (dependendo da qualidade do estabelecimento), desde que você se apresente todas as noites.</p><p>Além disso, sua performance faz de você uma figura local.</p><p>Quando estranhos reconhecem você em uma cidade onde se apresentou, eles geralmente simpatizam com você, e você se integra facilmente à população local.</p><hr /><p><br /></p>"
		},
		"Bárbaro": {
			"name": "Bárbaro",
			"description": "<p>Você vem de uma terra distante que não possui qualquer forma de civilização centralizada. Uma terra selvagem que conjurava nevascas, enchentes, secas e tempestades para achatar, afogar e destruir você e seu clã. Ainda assim, você prevaleceu apesar de toda essa fúria assassina. Por qualquer razão, você deixou sua terra natal. Foi forçado a sair ou partiu em busca de glória e riquezas? Você veio sozinho ou seu clã o acompanhou?</p><hr /><p><strong>Proficiências em Perícias:</strong> Escolha duas entre Furtividade, Investigação, Lidar com Animais, Natureza ou Sobrevivência</p><p><strong>Proficiências em Ferramentas:</strong> Kit de Veneno ou Kit de Segurança</p><p><strong>Equipamento:</strong> Roupas comuns rasgadas, uma arma simples, um troféu valioso passado por seu clã, e uma bolsa contendo 100 ryo.</p><p><strong>Pacote de Equipamento:</strong> Pacote do Explorador ou do Artesão</p><hr /><h3>Característica: Instinto de Caçador</h3><p>Ao viajar na natureza, você sente quando alguém ou algo está seguindo seu rastro ou cheiro. Embora você não tenha detalhes específicos, reconhece instintivamente quando seus perseguidores estão a uma hora ou menos de sua posição.</p><h3>Os Selvagens</h3><p>Escolha uma das opções:</p><ul><li><p>Força +1 ou Constituição +1</p></li><li><p>Talento do capítulo 13: Opções de Customização, nas categorias Geral, Perícia ou Taijutsu. Independentemente do talento escolhido, você não ganha uma melhoria de pontuação de habilidade ao selecionar qualquer talento.</p></li></ul>"
		},
		"Bingo Book": {
			"name": "Bingo Book",
			"description": "<p><span style=\"font-family:Signika, sans-serif\">Um Bingo Book passado para você por alguém importante.</span></p>"
		},
		"Emblema do Clã": {
			"name": "Emblema do Clã",
			"description": "<p>O emblema de seu clã</p>"
		},
		"Bolsa de Moedas": {
			"name": "Bolsa de Moedas",
			"description": ""
		},
		"Baralho de Cartas": {
			"name": "Baralho de Cartas",
			"description": "<p>um baralho de cartas de jogar</p>"
		},
		"Diário de suas Experiências": {
			"name": "Diário de suas Experiências",
			"description": "<p>Um diário detalhado de suas experiências acumuladas enquanto viajava.</p>"
		},
		"Descoberta": {
			"name": "Descoberta",
			"description": "<p>A reclusão de sua vida eremítica lhe deu acesso a uma descoberta única e poderosa.</p><p>A natureza dessa revelação depende da sua reclusão.</p><p>Você pode ter descoberto uma grande verdade sobre o mundo ou a natureza do Chakra, um fato há muito esquecido, uma relíquia do passado que pode reescrever a história, ou um local não visto há eras.</p><p>Essa informação pode ser prejudicial para as pessoas que o exilaram, e pode ser o motivo do seu retorno à sociedade.</p><p>Trabalhe com seu Mestre para determinar os detalhes de sua descoberta e seu impacto na campanha.</p>"
		},
		"Artista": {
			"name": "Artista",
			"description": "<p>Você prosperava diante de uma plateia, sabendo como encantá-la, entretê-la e até mesmo inspirá-la.</p><p>Suas habilidades poéticas conseguem despertar tristeza ou alegria, riso ou raiva.</p><p>Suas músicas elevam seus espíritos ou capturam sua dor.</p><p>Seus passos de dança encantam, e seu humor é afiado.</p><p>Independentemente das técnicas que você usou, sua arte é sua vida.</p><hr /><p><strong>Proficiências em Perícias:</strong> Acrobacia, Performance</p><p><strong>Proficiências em Ferramentas:</strong> Kit de Disfarce</p><p><strong>Equipamento:</strong> Uma carta de amor de alguém próximo, uma fantasia de um evento passado, uma bolsa contendo 100 Ryo.</p><p><strong>Pacote de Equipamento:</strong> Pacote do Infiltrador ou do Capitão (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: DE VOLTA PELA DEMANDA POPULAR</strong></p><p>Você sempre encontra um lugar para se apresentar, geralmente em uma pousada ou praça da cidade, mas possivelmente com um circo, em um teatro ou até mesmo na corte de um nobre.</p><p>Nesse local, você recebe hospedagem e comida de padrão modesto ou confortável (dependendo da qualidade do estabelecimento), desde que se apresente todas as noites.</p><p>Além disso, sua performance faz de você uma figura local.</p><p>Quando estranhos o reconhecem em uma cidade onde se apresentou, eles geralmente simpatizam com você, e você se mistura facilmente à população local.</p><hr /><p><strong>PERSONALIDADE ATRAENTE</strong></p><p>Escolha uma das opções:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado</strong>: Inteligência, Carisma)</p><p>• Ganhe um talento do Capítulo 13: Opções de Customização.</p><p>Independentemente do talento escolhido, você não ganha uma melhoria de pontuação de habilidade ao selecionar qualquer talento. (<strong>Recomendado</strong>: Geral, Perícia, Genjutsu)</p>"
		},
		"Conjunto de Jogos Exóticos": {
			"name": "Conjunto de Jogos Exóticos",
			"description": "<p>Um conjunto de jogos exóticos (à sua escolha).</p>"
		},
		"Linhagem Famosa": {
			"name": "Linhagem Famosa",
			"description": "<p>Para o bem ou para o mal, as pessoas sempre o associam ao seu parente famoso. Talvez seja o cabelo ou a estrutura facial semelhante, mas não importa; as pessoas sempre apontam as similaridades entre vocês. Você vive na sombra desse parente, esperando ser reconhecido por suas próprias ações. Trabalhe com seu Mestre para decidir por que seu parente é tão conhecido e quais são as consequências disso para o seu personagem.</p><hr /><p><strong>Proficiências em Perícias:</strong> Percepção, escolha entre Persuasão ou Enganação<br /><strong>Proficiências em Ferramentas:</strong> Kit de Falsificação ou Kit de Disfarce<br /><strong>Equipamento:</strong> Kit de Disfarce, um conjunto de roupas finas e uma bolsa contendo 100 Ryos<br /><strong>Pacote de Equipamento:</strong> Pacote de Explorador ou Pacote de Capitão</p><hr /><h3>Características: Usando o Nome</h3><p>Você conhece e já encontrou diversas pessoas poderosas pelo país, e algumas delas até se lembram de você. Pode ser capaz de obter assistência menor de figuras importantes da campanha, a critério do Mestre. Além disso, o povo comum o trata com deferência, e sua linhagem, assim como as histórias que você conta, podem lhe garantir uma refeição grátis ou um lugar para dormir.</p><h3>Nascido na Fama</h3><p>Escolha uma das opções:</p><ul><li><p>Carisma +1 ou Sabedoria +1</p></li><li><p>Talento do capítulo 13: Opções de Personalização, das categorias Geral, Habilidade ou Clã. Independentemente do talento escolhido, você não ganha um aumento de pontuação de habilidade ao selecionar o talento.</p></li></ul>"
		},
		"Foco e Determinação": {
			"name": "Foco e Determinação",
			"description": "<p>Você treinou tanto que absorveu diversos tomos de conhecimento na área em que se dedicou para se sobressair.</p><p>Você consegue se conectar rapidamente com pessoas que possuem o mesmo foco e determinação que você, até obtendo audiências imediatas e conversas com essas pessoas.</p><p>Você também é capaz de referenciar e citar diferentes livros, estratégias e textos para chamar a atenção de quem leu esses textos ou segue essas estratégias.</p>"
		},
		"Jogador": {
			"name": "Jogador",
			"description": "<p>Você é um jogador habilidoso que passa a maior parte do tempo em cassinos, bares e casas de apostas. Suas atividades são legais ou ilegais? Já trapaceou em algum jogo ou sempre joga de forma justa? Não importa, sua vida é de emoção, risco e perigo.</p><hr /><p><strong>Proficiências em Perícias:</strong> Intuição, Prestidigitação<br /><strong>Proficiências em Ferramentas:</strong> Dois tipos de Jogos de Azar<br /><strong>Equipamento:</strong> Um conjunto de roupas comuns, um par de dados, um baralho de cartas, um amuleto da sorte e uma bolsa contendo 100 Ryos<br /><strong>Pacote de Equipamento:</strong> Pacote de Entretenimento ou de Jogador</p><hr /><h3>Características: Vamos Tornar Interessante</h3><p>Você consegue convencer quase qualquer um a apostar algo que normalmente não estariam dispostos a ceder (propriedade ou informação) em um jogo de azar. Seu Mestre pode decidir que o apostador só concordará se sentir que tem vantagem no jogo.</p><hr /><h3>Em Busca da Adrenalina</h3><p>Escolha uma das opções:</p><ul><li><p>Sabedoria +1 ou Carisma +1</p></li><li><p>Talento do capítulo 13: Opções de Personalização, das categorias Geral, Habilidade ou Chakra. Independentemente do talento escolhido, você não ganha um aumento de pontuação de habilidade ao selecionar o talento.</p></li></ul>"
		},
		"Gênio": {
			"name": "Gênio",
			"description": "<p>Você é alguém criado com a noção de que alcançaria a grandeza.</p><p>Sempre colocado em um pedestal por sua inteligência, habilidades ou talentos naturais.</p><p>Antes de entrar na academia, você já demonstrava uma aptidão tal que estranhos, pais e professores o colocavam em uma liga própria.</p><p>Você provou essa suposição até agora e provavelmente continuará a fazê-lo.</p><p>Seja para continuar no caminho que as pessoas assumiram que seguiria ou para mudar de foco, a escolha é sua.</p><hr /><p><strong>Proficiências em Perícias:</strong> Escolha duas entre Ninshou, Artes Marciais, Ilusões</p><p><strong>Proficiências em Ferramentas:</strong> Uma à sua escolha</p><p><strong>Equipamento:</strong> Um Bingo Book passado para você por alguém importante, 1 Pergaminho de Jutsu em branco, uma carteira contendo 100 Ryos</p><p><strong>Pacote de Equipamento:</strong> Pacote de Viajante ou Capitão (escolha um)</p><hr /><p><strong>Características: SUPERA AS EXPECTATIVAS</strong></p><p>Você parece sempre superar as expectativas dos outros quando surge um desafio.</p><p>Ao se deparar com um desafio ou situação difícil, você consegue um leve entendimento sobre o desafio após uma tentativa, seja bem-sucedida ou não.</p><hr /><p><strong>LIGA PRÓPRIA</strong></p><p>Escolha uma das opções:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Inteligência, Sabedoria)</p><p>• Escolha um talento do capítulo 13: Opções de Personalização.</p><p>Independentemente do talento escolhido, você não ganha um aumento de pontuação de habilidade. (<strong>Recomendado:</strong> Geral, Habilidade, Clã)</p>"
		},
		"Trabalhador Árduo": {
			"name": "Trabalhador Árduo",
			"description": "<p>Você sempre precisou provar seu valor e espaço.</p><p>Trabalhou duas vezes mais e por mais tempo para ver resultados, mas agora eles começam a aparecer.</p><p>Mesmo sem o talento natural de seus colegas, sua determinação e persistência o fizeram superar desafios e chegar a este ponto.</p><p>Alcançou um nível de disciplina que seus pares não podem imaginar, treinando no seu tempo e sem ficar para trás mesmo quando tira uma folga.</p><hr /><p><strong>Proficiências em Perícias:</strong> Acrobacia, Atletismo</p><p><strong>Proficiências em Ferramentas:</strong> Kit de Ferramentas de Ferreiro de Armas</p><p><strong>Equipamento:</strong> Conjunto de pesos de 22,5 kg para cada parte do corpo, 3 livros com estratégias de treinamento, Gi de Treinamento, carteira contendo 100 Ryos</p><p><strong>Pacote de Equipamento:</strong> Pacote de Artesão ou Viajante (escolha um)</p><hr /><p><strong>Características: FOCO E DETERMINAÇÃO</strong></p><p>Você absorveu diversos tomos de conhecimento na área em que se especializou.</p><p>Consegue se conectar com pessoas que têm o mesmo foco e determinação que você, até obtendo audiências imediatas e conversas com elas.</p><p>Também é capaz de citar livros, estratégias e textos para chamar a atenção daqueles que os conhecem.</p><hr /><p><strong>DISCIPLINA INCRÍVEL</strong></p><p>Escolha uma das opções:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Força, Destreza)</p><p>• Ganhe um talento do capítulo 13: Opções de Personalização.</p><p>Independentemente do talento escolhido, você não ganha um aumento de pontuação de habilidade. (<strong>Recomendado:</strong> Geral, Habilidade, Taijutsu)</p>"
		},
		"Lembrança de Família": {
			"name": "Lembrança de Família",
			"description": "<p>Uma lembrança de família passada para você por alguém que ensinou suas habilidades de liderança.</p>"
		},
		"Eremita": {
			"name": "Eremita",
			"description": "<p>Você viveu em reclusão—seja em uma comunidade ou sozinho—por uma parte formativa de sua vida.</p><p>Em seu tempo afastado da sociedade, você encontrou calma, solidão e talvez algumas das respostas que você ou sua família procuravam.</p><hr /><p><strong>Proficiências em Perícias:</strong> Tratamento de Animais, História</p><p><strong>Proficiências em Ferramentas:</strong> Escolha entre Kit de Veneno, Kit de Medicina, Kit de Caçador</p><p><strong>Equipamento:</strong> Um diário de suas experiências, um cobertor de inverno, um conjunto de roupas comuns, um kit de veneno e 100 Ryos</p><p><strong>Pacote de Equipamento:</strong> Pacote de Explorador ou Pacote de Artesão (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: DESCOBERTA</strong></p><p>A reclusão do seu eremitério lhe deu acesso a uma descoberta única e poderosa.</p><p>A natureza dessa revelação depende da natureza da sua reclusão.</p><p>Você pode ter descoberto uma grande verdade sobre o mundo ou a natureza do Chakra, um fato que foi há muito tempo esquecido, um artefato do passado que poderia reescrever a história ou um lugar desconhecido há séculos.</p><p>Poderia ser uma informação que seria prejudicial para as pessoas que o exilaram, e por isso a razão do seu retorno à sociedade.</p><p>Trabalhe com seu Mestre para determinar os detalhes de sua descoberta e seu impacto na campanha.</p><hr /><p><strong>RECLUSÃO</strong></p><p>Escolha uma:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Constituição, Sabedoria)</p><p>• Ganhe um talento do Capítulo 13: Opções de Personalização.</p><p>Independentemente do talento escolhido, você não ganha um aumento de pontuação de habilidade do talento escolhido. (<strong>Recomendado:</strong> Geral, Habilidade, Ninjutsu)</p>"
		},
		"Instinto do Caçador": {
			"name": "Instinto do Caçador",
			"description": "<p>Quando você viaja pela selva, você sente quando alguém ou algo pegou seu rastro ou cheiro. Embora você não tenha os detalhes, você reconhece instintivamente quando seus perseguidores estão a uma hora ou menos de sua posição.</p>"
		},
		"Última Carta": {
			"name": "Última Carta",
			"description": "<p>A última carta de seu mestre.</p>"
		},
		"Líder": {
			"name": "Líder",
			"description": "<p>Você é uma pessoa que busca mudar a sociedade ao seu redor, atuando na arena da política, pessoas e personalidades.</p><p>Você lidera seus aliados, amigos e rivais com base nos seus caprichos.</p><p>Você tem uma personalidade sociável e as palavras fluem com facilidade.</p><p>Por dentro, sua mente está cheia de estratégias e dialéticas.</p><p>Talvez você tenha a língua afiada ou uma astúcia infinita e possa conduzir sua equipe à vitória, ou seus inimigos à derrota.</p><p>Talvez você possa defender seus aliados com as estratégias que desenvolve.</p><p>Talvez você tenha o potencial de liderar mais do que uma equipe e comandar um exército.</p><hr /><p><strong>Proficiências em Perícias:</strong> História e Enganação ou Persuasão</p><p><strong>Proficiência em Ferramentas:</strong> Kit de Falsificação</p><p><strong>Equipamento:</strong> Roupas finas, uma lembrança de família passada para você por alguém que ensinou suas habilidades de liderança, e um manifesto que você está escrevendo atualmente, além de uma carteira com 100 Ryos.</p><p><strong>Pacote de Equipamento:</strong> Pacote de Capitão ou Pacote de Explorador (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: PRESENÇA DE LIDERANÇA</strong></p><p>As pessoas percebem que você tem uma presença marcante.</p><p>Elas podem parar você com frequência e perguntar onde já te viram.</p><p>Você é visto como uma pessoa muito acessível e, geralmente, as pessoas serão atraídas a falar com você quando te virem.</p><p>Se alguém precisar de algo ou estiver em aflição, provavelmente abrirá seus problemas para você muito facilmente.</p><p>Você é comumente visto como uma pessoa de grande status.</p><p>As pessoas geralmente te tratam como uma pessoa nobre ou assumem que você tem essa linhagem.</p><p>Você pode conseguir uma audiência com nobres ou oficiais facilmente, pois eles frequentemente te veem como parte de seu círculo.</p><hr /><p><strong>COMANDANTE CAPITÃO</strong></p><p>Escolha uma:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Inteligência, Carisma)</p><p>• Ganhe um talento do Capítulo 13: Opções de Personalização.</p><p>Independentemente do talento escolhido, você não ganha um aumento de pontuação de habilidade do talento escolhido. (<strong>Recomendado:</strong> Geral, Habilidade, Chakra)</p>"
		},
		"Presença de Liderança": {
			"name": "Presença de Liderança",
			"description": "<p>As pessoas percebem que você tem uma presença marcante.</p><p>Elas podem parar você com frequência e perguntar onde já te viram.</p><p>Você é visto como uma pessoa muito acessível e, geralmente, as pessoas serão atraídas a falar com você quando te virem.</p><p>Se alguém precisar de algo ou estiver em aflição, provavelmente abrirá seus problemas para você muito facilmente.</p><p>Você é comumente visto como uma pessoa de grande status.</p><p>As pessoas geralmente te tratam como uma pessoa nobre ou assumem que você tem essa linhagem.</p><p>Você pode conseguir uma audiência com nobres ou oficiais facilmente, pois eles frequentemente te veem como parte de seu círculo.</p>"
		},
		"Carta de Amor": {
			"name": "Carta de Amor",
			"description": "<p>Uma carta de amor de alguém com quem você já teve um relacionamento próximo.</p>"
		},
		"Amuleto da Sorte": {
			"name": "Amuleto da Sorte",
			"description": ""
		},
		"Manifesto": {
			"name": "Manifesto",
			"description": "<p>Um manifesto que você está escrevendo atualmente.</p>"
		},
		"Atender Expectativas": {
			"name": "Atender Expectativas",
			"description": "<p>Você sempre parece atender às expectativas dos outros quando surge um desafio.</p><p>Sempre que você se depara com um desafio ou situação difícil, parece que você consegue captar uma faísca de compreensão sobre isso após apenas uma tentativa, seja passando ou falhando.</p><p>Essa compreensão é uma dica de como esse desafio funciona ou não funciona, algo que os outros ao seu redor podem não entender, mas você já compreende.</p>"
		},
		"Citando Nomes": {
			"name": "Citar Nomes",
			"description": "<p>Você conhece e já se encontrou com várias pessoas poderosas pela terra—e algumas delas podem até se lembrar de você. Você pode conseguir ajuda menor de uma figura importante na campanha, a critério do Mestre. Além disso, as pessoas comuns te tratam com deferência, e sua herança e as histórias que você conta podem ser boas para uma refeição grátis ou um lugar para dormir.</p>"
		},
		"Nobre": {
			"name": "Nobre",
			"description": "<p>Você entende riqueza, poder e privilégio.</p><p>Você carrega um título nobre dentro de sua família ou na vila, e sua família exerce uma grande influência política.</p><p>Você pode ser um filho mimado de um aristocrata, desconhecendo o trabalho manual, um filho de mercador recentemente elevado à nobreza, ou um clã honesto e trabalhador que se preocupa profundamente com as pessoas que vivem e trabalham no distrito de seu clã.</p><p>Trabalhe com seu Mestre para determinar um título apropriado e o quanto de autoridade seu clã carrega, bem como a influência sobre você.</p><p>Sua família é antiga e estabelecida, ou seu título foi concedido recentemente? Quanta influência eles têm, como as pessoas os veem?</p><hr /><p><strong>Proficiências em Perícias:</strong> Persuasão, Intuição</p><p><strong>Proficiência em Ferramentas:</strong> Kit de Segurança</p><p><strong>Equipamento:</strong> Um conjunto de roupas finas, um anel de sinete, o emblema de seu clã, e uma bolsa contendo 100 Ryos</p><p><strong>Pacote de Equipamento:</strong> Pacote de Capitão ou de Artesão (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: POSIÇÃO DE PRIVILÉGIO</strong></p><p>Graças ao seu nascimento nobre, as pessoas tendem a pensar o melhor de você.</p><p>Você é bem-vindo na alta sociedade, e as pessoas presumem que você tem o direito de estar onde estiver.</p><p>O povo comum faz todo o esforço para acomodá-lo e evitar seu desgosto, e outras pessoas de alta linhagem o tratam como membro da mesma esfera social.</p><p>Você pode conseguir uma audiência com um nobre local se necessário, quando anunciar seu clã ou família.</p><hr /><p><strong>REI OU REALEZA</strong></p><p>Escolha uma:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Sabedoria, Carisma)</p><p>• Ganhe um talento do capítulo 13: Opções de Personalização.</p><p>Independentemente do talento escolhido, você não ganha um aumento de pontuação de habilidade ao selecionar o talento. (<strong>Recomendado:</strong> Geral, Habilidade, Clã)</p>"
		},
		"Mapa Antigo": {
			"name": "Mapa Antigo",
			"description": "<p>Um mapa antigo da vila onde você cresceu</p>"
		},
		"Peculiar": {
			"name": "Peculiar",
			"description": "<p><span style=\"font-family:Signika, sans-serif\">As pessoas geralmente deixam você escapar de gafes sociais que poderiam estragar um negócio ou incitar uma reação agressiva - mas fazem isso por pura piedade, não porque, como você suspeita, elas estão encantadas com sua perspicácia.</span></p>"
		},
		"Mapa Mal Escrito": {
			"name": "Mapa Mal Escrito",
			"description": "<p>Um mapa mal escrito de uma terra distante e sua posição relativa ao mundo atual.</p>"
		},
		"Posição De Privilégio": {
			"name": "Posição De Privilégio",
			"description": "<p>Graças ao seu nascimento nobre, as pessoas tendem a pensar o melhor de você.</p><p>Você é bem-vindo na alta sociedade, e as pessoas presumem que você tem o direito de estar onde estiver.</p><p>O povo comum faz todo o esforço para acomodá-lo e evitar seu desgosto, e outras pessoas de alta linhagem o tratam como membro da mesma esfera social.</p><p>Você pode conseguir uma audiência com um nobre local se necessário, quando anunciar seu clã ou família.</p>"
		},
		"Troféu Precioso": {
			"name": "Troféu Precioso",
			"description": "<p>Um troféu precioso passado de geração em geração em seu clã</p>"
		},
		"Refúgio Seguro": {
			"name": "Refúgio Seguro",
			"description": "<p>Como um agente treinado, você tem acesso a uma rede secreta de apoiadores e agentes que podem fornecer assistência em suas aventuras. Você conhece um conjunto de sinais secretos e senhas que pode usar para identificar esses agentes, que podem oferecer acesso a uma casa segura secreta, quarto e alimentação gratuitos, ou assistência em encontrar informações. Esses agentes nunca arriscam suas vidas por você ou revelam suas verdadeiras identidades.</p>"
		},
		"Conjunto de Dados": {
			"name": "Conjunto de Dados",
			"description": ""
		},
		"Conjunto De Pesos (50+ Kg)": {
			"name": "Conjunto De Pesos (50+ Kg)",
			"description": ""
		},
		"Refúgio dos Fiéis": {
			"name": "Refúgio dos Fiéis",
			"description": "<p>Como um acólito, você comanda o respeito daqueles que compartilham sua fé, e pode realizar as cerimônias religiosas de sua divindade. Você e seus companheiros de aventura podem esperar receber cura e cuidados gratuitos em um templo, santuário ou outra presença estabelecida de sua fé, embora você deva fornecer os componentes materiais necessários para os feitiços. Aqueles que compartilham sua religião o apoiarão (mas somente você) em um estilo de vida modesto.</p>\n<p>Você também pode ter laços com um templo específico dedicado à sua divindade ou panteão escolhido, e ter uma residência lá. Pode ser o templo onde você servia, se ainda estiver em bons termos, ou um templo onde encontrou um novo lar. Enquanto estiver perto de seu templo, você pode pedir ajuda aos sacerdotes, desde que o pedido não seja arriscado e você mantenha uma boa relação com seu templo.</p>"
		},
		"Anel de Selo": {
			"name": "Anel de Selo",
			"description": "<p>Um anel importante com um símbolo usado para autenticar documentos e mostrar seu status e linhagem familiar</p>"
		},
		"Escravo": {
			"name": "Escravo",
			"description": "<p>Você viveu uma vida de servidão, vinculado a alguém a quem chamou de \"mestre\" por grande parte da sua vida. Trabalhando para outro, obedecendo ordens e se rebaixando tem sido sua maneira de viver. Você conseguiu escapar da servidão, tendo de algum modo conquistado sua liberdade. Talvez tenha sido contra sua vontade, por exemplo, foi dispensado depois de desonrar seu mestre, ou seu mestre morreu, deixando você à deriva no mundo sem ninguém a quem servir. Independentemente disso, a liberdade é algo novo para você. Sua experiência como escravo lhe deu paciência para suportar as mudanças de poderosas pessoas e também uma visão sobre a dinâmica do poder, seus usos e abusos.</p><hr /><p><strong>Proficiência em Habilidades</strong>: Persuasão, e escolha uma entre Percepção, Furtividade ou Enganação.<br /><strong>Proficiência em Ferramentas</strong>: Escolha uma proficiência em ferramenta.<br /><strong>Equipamento</strong>: Um conjunto de roupas comuns e um pequeno item, roubado ou dado por seu antigo mestre, e uma bolsa com 100 Ryo.<br /><strong>Equipamento</strong> <strong>Pacote</strong>: Pacote do Explorador</p><hr /><h3><strong>Característica: Solidariedade</strong></h3><p>Você tem uma afinidade não dita com todas as pessoas que vivem em servidão, uma compreensão compartilhada do que significa servir a um mestre, como fez no passado. Falando uma linguagem codificada socialmente, você pode ganhar a confiança de outros servos, encontrar acolhimento em sua companhia, abrigo em seu meio e às vezes até obter acesso a lugares de poder pelas portas dos fundos. Conversando com outros escravos e servos, você facilmente pode colher rumores e informações sobre seus mestres.</p><hr /><h3><strong>Forçado a Trabalhar</strong></h3><p>Escolha uma:</p><ul><li><p>Força +1 ou Destreza +1</p></li><li><p>Uma façanha do capítulo 13: Opções de Personalização, com a Categoria Geral, Habilidade ou Taijutsu. Independentemente da façanha escolhida, você não ganhará um aumento no escore de habilidade pela façanha que selecionar.</p></li></ul>"
		},
		"Pequeno \"Item\"": {
			"name": "Pequeno \"Item\"",
			"description": "<p>Um pequeno item, roubado ou dado por seu antigo mestre</p>"
		},
		"Pequena Joia": {
			"name": "Pequena Joia",
			"description": "<p>Uma pequena joia de sua terra natal</p>"
		},
		"Pequeno Token": {
			"name": "Pequeno Token",
			"description": "<p>Um pequeno token de valor íntimo para você</p>"
		},
		"Solidariedade": {
			"name": "Solidariedade",
			"description": "<p>Você tem uma afinidade não dita com todas as pessoas que vivem em servidão, uma compreensão compartilhada do que significa servir a um mestre, como fez no passado. Falando uma linguagem codificada socialmente, você pode ganhar a confiança de outros servos, encontrar acolhimento em sua companhia, abrigo em seu meio e às vezes até obter acesso a lugares de poder pelas portas dos fundos. Conversando com outros escravos e servos, você facilmente pode colher rumores e informações sobre seus mestres.</p>"
		},
		"Estudante": {
			"name": "Estudante",
			"description": "<p>Você foi identificado como alguém com potencial não explorado desde muito jovem e foi levado como aprendiz.</p><p>Você foi retirado de sua casa para ser treinado pelo Mestre que o encontrou.</p><p>Você raramente vê sua família biológica e foi criado e educado rodeado pelos princípios do código shinobi ensinados por seu mestre.</p><p>Agora, você partiu para o mundo maior, buscando usar o que aprendeu.</p><hr /><p><strong>Proficiência em Habilidades:</strong> Acrobacias, escolha entre Ninshou, Artes Marciais, Ilusões.</p><p><strong>Proficiência em Ferramentas:</strong> Kit de Forense</p><p><strong>Equipamento:</strong> Um conjunto de roupas comuns, um livro cheio dos ensinamentos de seu mestre, 1 pergaminho de Jutsu em branco, a última carta que recebeu de seu mestre e uma carteira contendo 100 Ryo</p><p><strong>Equipamento Pacote:</strong> Pacote do Explorador ou Pacote do Infiltrador (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: O NOME DO MESTRE</strong></p><p>Você foi treinado formalmente na arte shinobi, e o nome daqueles que o treinaram pode abrir portas.</p><p>Você pode geralmente conseguir uma audiência com outro Líder Shinobi, simplesmente mencionando o nome de seu Mestre ou Escola de Mestres.</p><p>Além disso, você pode geralmente encontrar um lugar para ficar entre Monges ou Templos Shinobi, a menos que se mostre um perigo para eles.</p><p>Você também pode ter acesso a recursos de quem o ensinou, seja o acesso às bibliotecas e instalações de sua escola ou simplesmente a capacidade de corresponder com seu Mestre e pedir-lhe conselhos.</p><hr /><p><strong>BEM APRENDIDO</strong></p><p>Escolha uma:</p><p>• Aumente qualquer escore de habilidade em +1. (<strong>Recomendado:</strong> Destreza, Inteligência)</p><p>• Ganhe uma façanha do capítulo 13: Opções de Personalização.</p><p>Independentemente da façanha escolhida, você não ganha um aumento no escore de habilidade pela façanha que selecionar. (<strong>Recomendado:</strong> Geral, Habilidade, Ninjutsu)</p>"
		},
		"Livros de Ensinamentos": {
			"name": "Livros de Ensinamentos",
			"description": "<p>Um livro cheio dos ensinamentos que você aprendeu com seu mestre.</p>"
		},
		"O Indivíduo Exótico": {
			"name": "O Indivíduo Exótico",
			"description": "<p>Seu sotaque, maneirismos, expressões e talvez até mesmo sua aparência o marcam como estrangeiro.</p><p>Olhares curiosos são direcionados a você onde quer que vá, o que pode ser um incômodo, mas você também ganha o interesse amigável de estudiosos e outros intrigados por terras distantes, sem falar nas pessoas comuns ansiosas para ouvir histórias sobre sua terra natal.</p><p>Você pode aproveitar essa atenção para acessar pessoas e lugares que talvez não teria acesso de outra forma, tanto para você quanto para seus companheiros de viagem.</p><p>Senhores nobres, estudiosos e príncipes mercadores, para citar alguns, podem estar interessados em ouvir sobre sua distante terra natal e seu povo.</p>"
		},
		"O Nome Do Mestre": {
			"name": "O Nome Do Mestre",
			"description": "<p>Você foi formalmente treinado na arte do shinobi, e o nome daqueles que o treinaram pode abrir portas.</p><p>Você geralmente pode obter uma audiência com outro Líder Shinobi, simplesmente mencionando o nome de seu Mestre ou da Escola de seu Mestre.</p><p>Além disso, você geralmente pode encontrar um lugar para ficar entre Monges ou Templos Shinobi, a menos que mostre ser um perigo para eles.</p><p>Você também pode ter acesso a recursos de quem o treinou, seja acesso às bibliotecas e instalações de sua escola, ou simplesmente a capacidade de se corresponder com seu Mestre e pedir conselhos a ele ou ela.</p>"
		},
		"Viajante": {
			"name": "Viajante",
			"description": "<p>Quase todas as pessoas comuns que você pode encontrar no mundo Shinobi têm uma coisa em comum: elas vivem suas vidas sem nunca viajar mais do que alguns quilômetros de onde nasceram.</p><p>Você não é uma dessas pessoas comuns.</p><p>Você vem de um lugar distante, tão remoto que poucas pessoas sequer sabem que ele existe, e é provável que, mesmo que algumas pessoas que você encontre já tenham ouvido falar de sua terra natal, elas conhecem apenas o nome e talvez algumas histórias exageradas.</p><p>Você veio para uma das Grandes Vilas Shinobi por seus próprios motivos, que você pode ou não escolher compartilhar.</p><p>Embora você com certeza ache algumas das maneiras dessa terra estranhas e desconfortáveis, você também pode ter certeza de que algumas coisas que seu povo toma como garantido serão para você maravilhas que nunca viu antes.</p><hr /><p><strong>Proficiência em Habilidades:</strong> Persuasão, Percepção</p><p><strong>Proficiência em Ferramentas:</strong> Kit de Veneno</p><p><strong>Equipamento:</strong> Conjunto de roupas de viajante, qualquer conjunto de jogo do seu país de origem, um mapa mal escrito de sua terra natal que mostra onde você está no mundo, uma pequena peça de joalheria no valor de 10 Ryo no estilo da sua terra natal e uma bolsa contendo 100 Ryo</p><p><strong>Pacote de Equipamento:</strong> Pacote de Viajante ou Pacote de Explorador (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: O INDIVÍDUO EXÓTICO</strong></p><p>Seu sotaque, maneirismos, expressões e talvez até mesmo sua aparência o marcam como estrangeiro.</p><p>Olhares curiosos são direcionados a você onde quer que vá, o que pode ser um incômodo, mas você também ganha o interesse amigável de estudiosos e outros intrigados por terras distantes, sem falar nas pessoas comuns ansiosas para ouvir histórias sobre sua terra natal.</p><p>Você pode aproveitar essa atenção para acessar pessoas e lugares que talvez não teria acesso de outra forma, tanto para você quanto para seus companheiros de viagem.</p><p>Senhores nobres, estudiosos e príncipes mercadores, para citar alguns, podem estar interessados em ouvir sobre sua distante terra natal e seu povo.</p><hr /><p><strong>EXPERIENTE</strong></p><p>Escolha um:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Força, Sabedoria)</p><p>• Ganhe uma façanha do Capítulo 13: Opções de personalização.</p><p>Independentemente da façanha escolhida, você não ganha uma melhoria de pontuação de habilidade com a façanha escolhida. (<strong>Recomendado:</strong> Geral, Habilidade, Taijutsu)</p>"
		},
		"Encrenqueiro": {
			"name": "Encrenqueiro",
			"description": "<p>Você pode vir de uma situação de privilégio onde não pode fazer nada de errado, ou de uma situação de pobreza onde nada que você faça está certo.</p><p>Talvez a agenda social ocupada de seus pais signifique que eles prestam pouca atenção em você, ou você não tenha pais e nunca teve uma base sólida desde o começo, e ninguém lhe daria um único olhar para ver o potencial que poderia estar escondido dentro de você.</p><p>Independentemente disso, você não aprecia nem aceita os presentes da sua situação, ou você rejeita as maldições da sua situação e reage com comportamentos ostentosos como uma forma de chamar atenção para si.</p><p>Você sempre teve uma maneira com as pessoas.</p><p>Você sabe o que as faz funcionar e pode distorcer suas palavras a seu favor.</p><p>Essa é uma habilidade útil, e você está perfeitamente disposto a usá-la para se tirar de apuros.</p><hr /><p><strong>Proficiência em Habilidades:</strong> Enganação, Prestidigitação</p><p><strong>Proficiência em Ferramentas:</strong> Kit de Falsificação </p><p><strong>Equipamento:</strong> Um conjunto de roupas de plebeu, um kit de falsificação e uma carteira contendo 100 Ryo.</p><p><strong>Pacote de Equipamento:</strong> Pacote de Infiltrador ou Pacote de Viajante (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: PIEDADE</strong></p><p>As pessoas geralmente permitem que você cometa gafes sociais que de outra forma poderiam arruinar um negócio ou incitar uma reação agressiva - mas fazem isso por pura piedade, não porque, como você suspeita, estão encantadas com seu humor.</p><hr /><p><strong>BAD INFLUENCE</strong></p><p>Escolha um:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Força, Carisma)</p><p>• Ganhe uma façanha do Capítulo 13: Opções de personalização.</p><p>Independentemente da façanha escolhida, você não ganha uma melhoria de pontuação de habilidade com a façanha escolhida. (<strong>Recomendado:</strong> Geral, Habilidade, Chakra)</p>"
		},
		"Vagabundo": {
			"name": "Vagabundo",
			"description": "<p>Você cresceu nas ruas sozinho, órfão e pobre.</p><p>Você não teve ninguém para cuidar de você ou para prover o que precisava, então aprendeu a se sustentar sozinho.</p><p>Você lutou ferozmente por comida e manteve um olhar constante para outros desesperados que poderiam roubar de você.</p><p>Você dormiu em telhados e becos, exposto aos elementos, e suportou doenças sem a vantagem de remédios ou um lugar para se recuperar.</p><p>Você sobreviveu apesar de todas as probabilidades, e fez isso com astúcia, força, velocidade, ou uma combinação de cada um desses.</p><hr /><p><strong>Proficiência em Habilidades:</strong> Prestidigitação, Furtividade</p><p><strong>Proficiência em Ferramentas:</strong> Kit de Disfarce </p><p><strong>Equipamento:</strong> Um mapa da vila em que cresceu, um token de valor íntimo para você, conjunto de roupas básicas, carteira contendo 100 Ryo</p><p><strong>Pacote de Equipamento:</strong> Pacote de Infiltrador ou Pacote de Artesão (Escolha um).</p><hr /><p><strong>CARACTERÍSTICA: VILA DOS SEGREDOS</strong></p><p>Você conhece os padrões secretos e os fluxos das cidades e pode encontrar passagens através da cidade que outros perderiam.</p><p>Quando não estiver em combate, você (e os companheiros que lidera) podem viajar entre dois locais da cidade duas vezes mais rápido do que sua velocidade normalmente permitiria.</p><hr /><p><strong>ESTILO DE VIDA DESPERADO</strong></p><p>Escolha um:</p><p>• Aumente qualquer pontuação de habilidade em +1. (<strong>Recomendado:</strong> Destreza, Carisma)</p><p>• Ganhe uma façanha do Capítulo 13: Opções de personalização.</p><p>Independentemente da façanha escolhida, você não ganha uma melhoria de pontuação de habilidade com a façanha escolhida. (<strong>Recomendado:</strong> Geral, Habilidade, Genjutsu)</p>"
		},
		"Vila Dos Segredos": {
			"name": "Vila Dos Segredos",
			"description": "<p>Você conhece os padrões secretos e os fluxos das cidades e pode encontrar passagens através da cidade que outros perderiam.</p><p>Quando não estiver em combate, você (e os companheiros que lidera) podem viajar entre dois locais da cidade duas vezes mais rápido do que sua velocidade normalmente permitiria.</p>"
		}
	}
}